Repository: antrampa/Rename-Post-to-News
Catalog: lang/renameposttonews-*.po
Languages: es_es

source: News
es_es: Noticias

source: Add new post
es_es: Añadir nueva noticia

source: Tags
es_es: Etiquetas

source: Edit new post
es_es: Editar noticia

source: New post
es_es: Nueva noticia

source: Show item
es_es: Mostrar ítem

source: Search post
es_es: Buscar noticia

source: No posts found
es_es: No se encontraron resultados

source: New posts found in trash
es_es: No se encontraron resultados en la papelera

source: Post
es_es: Noticia
